[
  {
    "title": "Mars 2020 Stands on Its Own Six Wheels",
    "preview": "In time-lapse video, taken at JPL, captures the first time NASA's Mars 2020 rover carries its full weight on its legs and wheels."
  },
  {
    "title": "NASA's Perseverance Rover Will Carry First Spacesuit Materials to Mars",
    "preview": "In a Q&A, spacesuit designer Amy Ross explains how five samples, including a piece of helmet visor, will be tested aboard the rover, which is targeting a July 30 launch. "
  },
  {
    "title": "10.9 Million Names Now Aboard NASA's Perseverance Mars Rover",
    "preview": "As part of NASA's 'Send Your Name to Mars' campaign, they've been stenciled onto three microchips along with essays from NASA's 'Name the Rover' contest. Next stop: Mars."
  },
  {
    "title": "NASA's Mars 2020 Rover Goes Coast-to-Coast to Prep for Launch",
    "preview": "The agency's first step in returning rocks from Mars just arrived at Kennedy Space Center. The Mars 2020 team now begins readying for a launch to the Red Planet this July."
  },
  {
    "title": "NASA's Curiosity Rover Finds an Ancient Oasis on Mars",
    "preview": "New evidence suggests salty, shallow ponds once dotted a Martian crater — a sign of the planet's drying climate."
  },
  {
    "title": "NASA's Curiosity Mars Rover Snaps Its Highest-Resolution Panorama Yet",
    "preview": "To go along with the stunning 1.8-billion-pixel image, a new video offers a sweeping view of the Red Planet."
  },
  {
    "title": "Mars Is Getting a New Robotic Meteorologist",
    "preview": "Sensors on NASA's Perseverance will help prepare for future human exploration by taking weather measurements and studying dust particles."
  },
  {
    "title": "Hear Audio From NASA's Perseverance As It Travels Through Deep Space",
    "preview": "The first to be rigged with microphones, the agency's latest Mars rover picked up the subtle sounds of its own inner workings during interplanetary flight."
  },
  {
    "title": "NASA Invites Students to Name Mars 2020 Rover",
    "preview": "Through Nov. 1, K-12 students in the U.S. are encouraged to enter an essay contest to name NASA's next Mars rover."
  },
  {
    "title": "NASA to Reveal Name of Its Next Mars Rover",
    "preview": "After a months-long contest among students to name NASA's newest Mars rover, the agency will reveal the winning name — and the winning student — this Thursday. "
  },
  {
    "title": "NASA's Perseverance Rover Goes Through Trials by Fire, Ice, Light and Sound",
    "preview": "The agency's new Mars rover is put through a series of tests in vacuum chambers, acoustic chambers and more to get ready for the Red Planet."
  },
  {
    "title": "NASA's Curiosity Takes Selfie With 'Mary Anning' on the Red Planet",
    "preview": "The Mars rover has drilled three samples of rock in this clay-enriched region since arriving in July."
  },
  {
    "title": "NASA's Perseverance Rover Mission Getting in Shape for Launch",
    "preview": "Stacking spacecraft components on top of each other is one of the final assembly steps before a mission launches to the Red Planet. "
  },
  {
    "title": "NASA, ULA Launch Mars 2020 Perseverance Rover Mission to Red Planet",
    "preview": "The agency's Mars 2020 mission is on its way. It will land at Jezero Crater in about seven months, on Feb. 18, 2021. "
  },
  {
    "title": "Common Questions about InSight's 'Mole'",
    "preview": "The following Q&As with members of the team answer some of the most common questions about the burrowing device, part of a science instrument called the Heat Flow and Physical Properties Package (HP3)."
  }
]